Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# assessment.growth.q14.c
source: Ich fange an aufzuräumen, verliere mich in Details und habe abends das Gefühl, nichts geschafft zu haben.
en: I start to tidy up, get lost in details and in the evening I feel like I haven't accomplished anything.
es: Empiezo a ordenar, me pierdo en los detalles y por la noche siento que no he logrado nada.
fr: Je commence à ranger, je me perds dans les détails et le soir j'ai l'impression de n'avoir rien accompli.
hi: मैं साफ-सफाई करना शुरू कर देता हूं, विवरणों में खो जाता हूं और शाम को मुझे ऐसा लगता है जैसे मैंने कुछ भी हासिल नहीं किया है।
it: Comincio a riordinare, mi perdo nei dettagli e la sera mi sembra di non aver concluso nulla.
ja: 片付けを始めて、細かいことに夢中になり、夕方には何も達成できていないように感じます。
ko: 나는 정리를 시작하고, 세부사항에 빠져들고, 저녁에는 아무것도 성취하지 못한 것 같은 기분이 듭니다.
nl: Ik begin met opruimen, verdwaal in details en 's avonds heb ik het gevoel dat ik niets heb bereikt.
pl: Zaczynam sprzątać, gubię się w szczegółach i wieczorem czuję, że nic nie osiągnęłam.
pt: Começo a arrumar, me perco nos detalhes e à noite sinto que não consegui nada.
ru: Я начинаю убирать, теряюсь в деталях и вечером чувствую, что ничего не сделал.
tr: Ortalığı toparlamaya başlıyorum, detaylarda kayboluyorum ve akşamları hiçbir şeyi başaramamış gibi hissediyorum.
zh_hans: 我开始整理，陷入细节之中，晚上感觉什么也没完成。
zh_hant: 我開始收拾東西，迷失在細節中，到了晚上感覺自己什麼都沒完成。

# assessment.growth.q14.d
source: Ich treffe mich spontan mit Freunden. Wochenende ist schließlich zum Abschalten da.
en: I spontaneously meet up with friends. After all, weekends are for switching off.
es: Me encuentro espontáneamente con amigos. Al fin y al cabo, los fines de semana son para desconectar.
fr: Je retrouve spontanément des amis. Après tout, les week-ends sont destinés à se déconnecter.
hi: मैं अनायास ही मित्रों से मिल लेता हूँ। आख़िरकार, सप्ताहांत स्विच-ऑफ़ के लिए होते हैं।
it: Mi incontro spontaneamente con gli amici. Dopotutto, i fine settimana servono per staccare la spina.
ja: 自然と友達と会ったりします。結局のところ、週末はスイッチをオフにするためのものです。
ko: 나는 자연스럽게 친구들을 만난다. 결국 주말은 전원을 끄는 시간입니다.
nl: Ik ontmoet spontaan vrienden. Weekends zijn er tenslotte om uit te schakelen.
pl: Spontanicznie spotykam się ze znajomymi. W końcu weekendy są po to, żeby się wyłączyć.
pt: Encontro-me espontaneamente com amigos. Afinal, fins de semana são para desligar.
ru: Я спонтанно встречаюсь с друзьями. В конце концов, выходные созданы для того, чтобы отключиться.
tr: Arkadaşlarımla kendiliğinden buluşuyorum. Sonuçta hafta sonları kapanmak içindir.
zh_hans: 我临时和朋友见面。毕竟周末就是用来放松的。
zh_hant: 我自發性地與朋友見面。畢竟，週末是用來休息的。

# assessment.growth.q15
source: Du reflektierst dein letztes Jahr. Du hast keines deiner großen Ziele erreicht. Was ist deine ehrliche Diagnose?
en: You reflect on your last year. You haven't achieved any of your big goals. What is your honest diagnosis?
es: Reflexionas sobre tu último año. No has logrado ninguno de tus grandes objetivos. ¿Cuál es su diagnóstico honesto?
fr: Vous réfléchissez à votre dernière année. Vous n’avez atteint aucun de vos grands objectifs. Quel est votre diagnostic honnête ?
hi: आप अपने पिछले वर्ष पर विचार करें। आपने अपना कोई भी बड़ा लक्ष्य हासिल नहीं किया है. आपका ईमानदार निदान क्या है?
it: Rifletti sul tuo ultimo anno. Non hai raggiunto nessuno dei tuoi grandi obiettivi. Qual è la tua diagnosi onesta?
ja: あなたは昨年を振り返っています。あなたは大きな目標を何も達成していません。正直な診断は何ですか?
ko: 당신은 지난 한 해를 반성합니다. 당신은 큰 목표를 달성하지 못했습니다. 당신의 솔직한 진단은 무엇인가요?
nl: Je reflecteert op je afgelopen jaar. Je hebt nog geen van je grote doelen bereikt. Wat is jouw eerlijke diagnose?
pl: Zastanawiasz się nad swoim ostatnim rokiem. Nie osiągnąłeś żadnego ze swoich najważniejszych celów. Jaka jest Twoja szczera diagnoza?
pt: Você reflete sobre seu último ano. Você não alcançou nenhum de seus grandes objetivos. Qual é o seu diagnóstico honesto?
ru: Ты размышляешь о своём прошлом году. Ты не достиг ни одной из своих больших целей. Каков твой честный диагноз?
tr: Geçen yılınızı düşünüyorsunuz. Büyük hedeflerinizden hiçbirine ulaşamadınız. Dürüst tanınız nedir?
zh_hans: 你在反思自己过去的一年。你没有实现任何一个重要目标。你的真实诊断是什么？
zh_hant: 你回顧過去的一年。你還沒有實現任何大目標。您的誠實診斷是什麼？

# assessment.growth.q15.a
source: Ich hatte einfach extrem viel Pech und die Umstände waren gegen mich.
en: I was just extremely unlucky and the circumstances were against me.
es: Simplemente tuve mucha mala suerte y las circunstancias estaban en mi contra.
fr: J'ai simplement été extrêmement malchanceux et les circonstances étaient contre moi.
hi: मैं बेहद बदकिस्मत था और हालात मेरे ख़िलाफ़ थे।
it: Sono stato semplicemente estremamente sfortunato e le circostanze erano contro di me.
ja: 私はただ非常に不運で、状況が私にとって不利でした。
ko: 나는 매우 운이 좋지 않았고 상황은 나에게 불리했습니다.
nl: Ik had gewoon ontzettend veel pech en de omstandigheden waren tegen mij.
pl: Miałem po prostu ogromnego pecha i okoliczności były przeciwko mnie.
pt: Tive muito azar e as circunstâncias estavam contra mim.
ru: Мне просто крайне не везло, и обстоятельства были против меня.
tr: Son derece şanssızdım ve koşullar bana karşıydı.
zh_hans: 我只是非常倒霉，情况对我不利。
zh_hant: 我只是非常不幸，環境對我不利。

# assessment.growth.q15.b
source: Ich habe mich ständig mit irrelevanter Theorie aufgehalten und mich nie getraut, die echten Hebel zu ziehen.
en: I was constantly dwelling on irrelevant theory and never dared to pull the real levers.
es: Estaba constantemente pensando en teorías irrelevantes y nunca me atrevía a tirar de las palancas reales.
fr: Je m’attardais constamment sur des théories non pertinentes et je n’osais jamais actionner les vrais leviers.
hi: मैं लगातार अप्रासंगिक सिद्धांत पर विचार कर रहा था और वास्तविक लीवर खींचने की कभी हिम्मत नहीं कर पाया।
it: Mi soffermavo costantemente su teorie irrilevanti e non osavo mai tirare le vere leve.
ja: 私は常に無関係な理論に固執し、実際のレバーを引く勇気がありませんでした。
ko: 나는 끊임없이 관련 없는 이론에 빠져 있었고 감히 실제 레버를 당기지 못했습니다.
nl: Ik was voortdurend bezig met irrelevante theorieën en durfde nooit aan de echte hefbomen te trekken.
pl: Ciągle rozwodziłem się nad nieistotną teorią i nigdy nie odważyłem się pociągnąć za prawdziwą dźwignię.
pt: Eu estava constantemente pensando em teorias irrelevantes e nunca ousei puxar as alavancas reais.
ru: Я постоянно занимался несущественной теорией и никогда не смел задействовать настоящие рычаги.
tr: Sürekli olarak alakasız teoriler üzerinde duruyordum ve gerçek kaldıraçları çekmeye asla cesaret edemiyordum.
zh_hans: 我一直沉迷于无关的理论，从未敢真正去发挥关键作用。
zh_hant: 我總是沉迷於無關緊要的理論，從來不敢拉真正的槓桿。

# assessment.growth.q15.c
source: Ich habe jedes Mal aufgegeben, wenn es keinen Spaß mehr gemacht hat.
en: I gave up every time it stopped being fun.
es: Me rendí cada vez que dejó de ser divertido.
fr: J'ai abandonné à chaque fois que ça n'était plus amusant.
hi: हर बार जब इसमें मज़ा आना बंद हो गया तो मैंने हार मान ली।
it: Mi arrendevo ogni volta che smetteva di essere divertente.
ja: 楽しくなくなるたびに諦めていました。
ko: 재미가 없어질 때마다 포기했어요.
nl: Elke keer als het niet meer leuk was, gaf ik het op.
pl: Poddawałam się za każdym razem, gdy przestało być zabawne.
pt: Desisti toda vez que isso deixou de ser divertido.
ru: Я сдавался каждый раз, когда это переставало приносить удовольствие.
tr: Eğlenceli olmayı bıraktığı her an vazgeçtim.
zh_hans: 每次一旦不再有乐趣，我就放弃了。
zh_hant: 每當它不再有趣時我就放棄了。

# assessment.growth.q15.d
source: Alle drei oben genannten Punkte treffen zu. Ich übernehme die volle Verantwortung.
en: All three points above apply. I take full responsibility.
es: Se aplican los tres puntos anteriores. Asumo toda la responsabilidad.
fr: Les trois points ci-dessus s’appliquent. J'en assume l'entière responsabilité.
hi: उपरोक्त तीनों बिंदु लागू होते हैं। मैं पूरी जिम्मेदारी लेता हूं.
it: Si applicano tutti e tre i punti precedenti. Mi assumo la piena responsabilità.
ja: 上記の3点がすべて当てはまります。私が全責任を負います。
ko: 위의 세 가지 사항이 모두 적용됩니다. 나는 모든 책임을 집니다.
nl: Alle drie bovenstaande punten zijn van toepassing. Ik neem de volledige verantwoordelijkheid.
pl: Obowiązują wszystkie trzy powyższe punkty. Biorę na siebie pełną odpowiedzialność.
pt: Todos os três pontos acima se aplicam. Assumo total responsabilidade.
ru: Все три вышеуказанных пункта верны. Я беру на себя полную ответственность.
tr: Yukarıdaki üç noktanın tümü geçerlidir. Tüm sorumluluğu alıyorum.
zh_hans: 上述三点都适用。我承担全部责任。
zh_hant: 上述三點均適用。我承擔全部責任。

# assessment.growth.strength.discipline
source: Eiserne Disziplin. Du machst die Dinge, auch wenn du keine Lust hast. Das ist der Weg.
en: Iron discipline. You do the work even when you don't feel like it. That is the way.
es: Disciplina de hierro. Haces las cosas aunque no tengas ganas. Ese es el camino.
fr: Discipline de fer. Tu fais les choses même quand tu n'en as pas envie. C'est la voie.
hi: लोहे जैसी अनुशासन। तुम काम करते हो, चाहे मन हो या नहीं। यही रास्ता है।
it: Disciplina di ferro. Fai le cose anche quando non ne hai voglia. Questa è la strada.
ja: 鉄の規律。気が乗らなくてもやるべきことをやります。それが道です。
ko: 철의 규율. 하기 싫어도 할 일을 합니다. 그것이 길입니다.
nl: IJzeren discipline. Je doet de dingen, ook als je er geen zin in hebt. Dat is de weg.
pl: Żelazna dyscyplina. Robisz rzeczy, nawet gdy nie masz na to ochoty. To jest droga.
pt: Disciplina de ferro. Fazes as coisas mesmo quando não tens vontade. Este é o caminho.
ru: Железная дисциплина. Ты делаешь дело, даже когда не хочется. Это и есть путь.
tr: Demir disiplin. İstemesen bile işini yapıyorsun. Bu yol budur.
zh_hans: 铁一般的纪律。即使不想做，你也会把事情做好。这就是道路。
zh_hant: 鐵一般的紀律。即使不想做，你也會把事情做好。這就是道路。

# assessment.growth.strength.efficiency
source: Du arbeitest extrem klug. Statt nur hart zu arbeiten, nutzt du Hebel für mehr Output.
en: You work extremely smart. Instead of just working hard, you use leverage for more output.
es: Trabajas de forma extremadamente inteligente. En lugar de solo trabajar duro, usas el apalancamiento para más rendimiento.
fr: Tu travailles extrêmement intelligemment. Au lieu de juste travailler dur, tu utilises l'effet de levier pour plus de résultats.
hi: तुम बेहद चतुराई से काम करते हो। सिर्फ मेहनत करने की जगह अधिक आउटपुट के लिए लीवरेज का उपयोग करते हो।
it: Lavori in modo estremamente intelligente. Invece di lavorare solo duramente, usi la leva per più output.
ja: 非常にスマートに働いています。ただ懸命に働くだけでなく、より多くのアウトプットのためにレバレッジを使います。
ko: 매우 스마트하게 일합니다. 단순히 열심히 일하는 것이 아니라 더 많은 성과를 위해 레버리지를 사용합니다.
nl: Je werkt extreem slim. In plaats van alleen hard te werken, gebruik je hefboom voor meer output.
pl: Pracujesz niezwykle mądrze. Zamiast tylko ciężko pracować, używasz dźwigni dla większego efektu.
pt: Trabalhas de forma extremamente inteligente. Em vez de só trabalhar muito, usas a alavancagem para mais resultados.
ru: Ты работаешь крайне умно. Вместо того чтобы просто работать усердно, ты используешь рычаги для большей отдачи.
tr: Son derece akıllıca çalışıyorsun. Sadece sıkı çalışmak yerine, daha fazla çıktı için kaldıraç kullanıyorsun.
zh_hans: 你工作极其聪明。不只是努力工作，而是利用杠杆获得更多产出。
zh_hant: 你工作極其聰明。不只是努力工作，而是利用槓桿獲得更多產出。

# assessment.growth.strength.execution
source: Du redest nicht, du machst. Deine Umsetzungsgeschwindigkeit ist überragend.
en: You don't talk, you act. Your execution speed is outstanding.
es: No hablas, actúas. Tu velocidad de ejecución es sobresaliente.
fr: Tu ne parles pas, tu agis. Ta vitesse d'exécution est remarquable.
hi: तुम बातें नहीं करते, करते हो। तुम्हारी निष्पादन गति उत्कृष्ट है।
it: Non parli, agisci. La tua velocità di esecuzione è straordinaria.
ja: 話すのではなく、行動します。実行スピードが卓越しています。
ko: 말하지 않고 행동합니다. 실행 속도가 탁월합니다.
nl: Jij praat niet, je doet. Je uitvoeringssnelheid is uitstekend.
pl: Nie mówisz, działasz. Twoja szybkość wykonania jest wybitna.
pt: Não falas, ages. A tua velocidade de execução é notável.
ru: Ты не говоришь — ты делаешь. Скорость твоего исполнения выдающаяся.
tr: Konuşmuyorsun, harekete geçiyorsun. Uygulama hızın olağanüstü.
zh_hans: 你不说，你做。你的执行速度出色。
zh_hant: 你不說，你做。你的執行速度出色。

# assessment.growth.weakness.discipline
source: Du bist ein Meister der Ausreden. Sobald es schwer wird, gibst du auf oder verschiebst es.
en: You are a master of excuses. The moment it gets hard, you quit or postpone.
es: Eres un maestro de las excusas. En cuanto se complica, abandonas o lo pospones.
fr: Tu es un maître des excuses. Dès que ça devient difficile, tu abandonnes ou tu reportes.
hi: तुम बहानों के उस्ताद हो। जैसे ही कठिन होता है, तुम छोड़ देते हो या टाल देते हो।
it: Sei un maestro delle scuse. Appena diventa difficile, molli o rimandi.
ja: 言い訳の達人です。難しくなった瞬間、諦めるか先延ばしにします。
ko: 변명의 달인입니다. 어려워지는 순간 포기하거나 미룹니다.
nl: Je bent een meester in excuses. Zodra het moeilijk wordt, geef je op of stel je het uit.
pl: Jesteś mistrzem w wymówkach. Gdy tylko robi się trudno, rezygnujesz lub odkładasz na później.
pt: És um mestre das desculpas. Assim que fica difícil, desistes ou adiasas.
ru: Ты мастер отговорок. Как только становится трудно — сдаёшься или откладываешь.
tr: Bahane konusunda ustasın. Zorlaşır zorlaşmaz vazgeçiyor ya da erteliyorsun.
zh_hans: 你是借口大师。一旦变难，你就放弃或推迟。
zh_hant: 你是藉口大師。一旦變難，你就放棄或推遲。

# assessment.growth.weakness.efficiency
source: Du bist chronisch 'busy', schaffst aber nichts. Du verwechselst Beschäftigung mit Produktivität.
en: You are chronically 'busy' but achieve nothing. You confuse busyness with productivity.
es: Estás crónicamente 'ocupado' pero no logras nada. Confundes el ajetreo con la productividad.
fr: Tu es chroniquement 'occupé' mais n'accomplis rien. Tu confonds l'agitation avec la productivité.
hi: तुम पुरानी रूप से 'व्यस्त' हो, लेकिन कुछ हासिल नहीं करते। तुम व्यस्तता को उत्पादकता समझते हो।
it: Sei cronicamente 'occupato' ma non ottieni nulla. Confodi l'agitazione con la produttività.
ja: 慢性的に「忙しい」のに何も達成しません。忙しさと生産性を混同しています。
ko: 만성적으로 '바쁘지만' 아무것도 달성하지 못합니다. 바쁨과 생산성을 혼동합니다.
nl: Je bent chronisch 'druk' maar bereikt niets. Je verwart drukte met productiviteit.
pl: Jesteś chronicznie 'zajęty', ale nie osiągasz nic. Mylisz zajętość z produktywnością.
pt: Estás cronicamente 'ocupado' mas não accomplishes nada. Confundes agitação com produtividade.
ru: Ты хронически «занят», но ничего не достигаешь. Ты путаешь суету с продуктивностью.
tr: Kronik olarak 'meşgulsün' ama hiçbir şey başaramıyorsun. Hareketliliği verimlilikle karıştırıyorsun.
zh_hans: 你长期忙碌却一事无成。你把忙碌和效率混为一谈。
zh_hant: 你長期「忙碌」卻一事無成。你把忙碌和效率混為一談。

# assessment.growth.weakness.execution
source: Du planst zu viel und handelst zu wenig. Die beste Idee bringt nichts ohne Umsetzung.
en: Too much planning, too little action. The best idea is worthless without execution.
es: Demasiada planificación, poca acción. La mejor idea no vale nada sin ejecución.
fr: Trop de planification, trop peu d'action. La meilleure idée ne vaut rien sans exécution.
hi: बहुत अधिक योजना, बहुत कम कार्रवाई। बिना कार्यान्वयन के सबसे अच्छा विचार भी व्यर्थ है।
it: Troppa pianificazione, poca azione. La migliore idea non vale nulla senza esecuzione.
ja: 計画しすぎ、行動が少なすぎ。最高のアイデアも実行なしでは無価値です。
ko: 계획은 너무 많고 행동은 너무 적습니다. 실행 없이는 최고의 아이디어도 가치가 없습니다.
nl: Te veel plannen, te weinig actie. Het beste idee is waardeloos zonder uitvoering.
pl: Za dużo planowania, za mało działania. Najlepszy pomysł jest bezwartościowy bez realizacji.
pt: Demasiado planeamento, pouca ação. A melhor ideia não vale nada sem execução.
ru: Слишком много планирования, слишком мало действий. Лучшая идея без исполнения бесполезна.
tr: Çok fazla planlama, çok az eylem. En iyi fikir bile uygulanmadan değersizdir.
zh_hans: 计划太多，行动太少。没有执行，最好的想法也毫无价值。
zh_hant: 計劃太多，行動太少。沒有執行，最好的想法也毫無價值。

# assessment.habits.break.title
source: Abbauen
en: Break
es: Romper
fr: Rompre
hi: चीथड़े कर दो
it: Eliminare
ja: やめる
ko: 끊어야 할 습관
nl: Doorbreken
pl: Przerwij
pt: Quebrar
ru: Разбирать
tr: Bırak
zh_hans: 拆除
zh_hant: 拆除

# assessment.habits.build.title
source: Aufbauen
en: Build
es: Construir
fr: Construire
hi: बनाया
it: Costruire
ja: 構築する
ko: 구축하기
nl: Opbouwen
pl: Buduj
pt: Construir
ru: Строить
tr: Geliştir
zh_hans: 建立
zh_hant: 累積

# assessment.health.nav.title
source: Gesundheit & Fundament
en: Health & Foundation
es: Salud y Fundación
fr: Santé & Fondation
hi: स्वास्थ्य एवं फाउंडेशन
it: Salute e Fondazione
ja: 健康と基礎
ko: 건강 및 기초
nl: Gezondheid & Stichting
pl: Zdrowie i podstawy
pt: Saúde e Fundação
ru: Здоровье и фундамент
tr: Sağlık ve Temel
zh_hans: 健康与基础
zh_hant: 健康與基礎

# assessment.health.pitfall.nutrition
source: Lass die Finger von flüssigen Kalorien und Zucker-Snacks. Das führt zu einem massiven Energie-Crash.
en: Stay away from liquid calories and sugar snacks. They lead to a massive energy crash.
es: Evita las calorías líquidas y los snacks azucarados. Provocan un gran bajón de energía.
fr: Évite les calories liquides et les snacks sucrés. Ils provoquent un effondrement massif d'énergie.
hi: तरल कैलोरी और चीनी वाले स्नैक्स से दूर रहो। ये बड़े ऊर्जा दुर्घटना का कारण बनते हैं।
it: Tieniti lontano dalle calorie liquide e dagli snack zuccherati. Portano a un massiccio crollo energetico.
ja: 液体カロリーと砂糖スナックから離れてください。大規模なエネルギークラッシュを引き起こします。
ko: 액체 칼로리와 설탕 스낵을 멀리하세요. 대규모 에너지 충돌을 유발합니다.
nl: Blijf weg van vloeibare calorieën en suikersnacks. Ze leiden tot een massale energiecrash.
pl: Trzymaj się z dala od płynnych kalorii i słodkich przekąsek. Prowadzą do masywnego załamania energii.
pt: Evita calorias líquidas e snacks açucarados. Levam a um colapso massivo de energia.
ru: Держись подальше от жидких калорий и сахарных снеков. Они приводят к массивному энергетическому краху.
tr: Sıvı kalori ve şekerli atıştırmacılardan uzak dur. Bunlar büyük bir enerji çöküşüne yol açar.
zh_hans: 远离液体卡路里和含糖零食。它们会导致大规模能量崩溃。
zh_hant: 遠離液體卡路里和含糖零食。它們會導致大規模能量崩潰。

# assessment.health.pitfall.regeneration
source: Ignoriere kleine Schmerzen nicht. Wenn dein Körper Signale sendet, hör hin – bevor es schlimmer wird.
en: Don't ignore minor pains. When your body sends signals, listen – before it gets worse.
es: No ignores los dolores menores. Cuando tu cuerpo envíe señales, escúchalas – antes de que empeore.
fr: N'ignore pas les petites douleurs. Quand ton corps envoie des signaux, écoute-le – avant que ça empire.
hi: छोटे दर्द को नजरअंदाज मत करो। जब तुम्हारा शरीर संकेत भेजे, सुनो - बिगड़ने से पहले।
it: Non ignorare i piccoli dolori. Quando il tuo corpo invia segnali, ascolta – prima che peggiori.
ja: 小さな痛みを無視しないでください。体がシグナルを送ったとき、悪化する前に聞いてください。
ko: 작은 통증을 무시하지 마세요. 몸이 신호를 보낼 때 악화되기 전에 들으세요.
nl: Negeer kleine pijntjes niet. Als je lichaam signalen stuurt, luister – voordat het erger wordt.
pl: Nie ignoruj małych bólów. Kiedy twoje ciało wysyła sygnały, słuchaj – zanim się pogorsz.
pt: Não ignores as pequenas dores. Quando o teu corpo enviar sinais, ouve-os – antes de piorar.
ru: Не игнорируй незначительные боли. Когда тело подаёт сигналы, слушай — пока не стало хуже.
tr: Küçük ağrıları görmezden gelme. Vücudun sinyal verdiğinde dinle – daha da kötüleşmeden önce.
zh_hans: 不要忽视轻微的疼痛。当身体发出信号时，请倾听——在情况恶化之前。
zh_hant: 不要忽視輕微的疼痛。當身體發出訊號時，請傾聽——在情況惡化之前。

# assessment.health.pitfall.sleep
source: Vermeide Bildschirme 60 Minuten vor dem Schlafengehen. Das blaue Licht zerstört die Melatonin-Produktion.
en: Avoid screens 60 minutes before bed. Blue light destroys melatonin production.
es: Evita las pantallas 60 minutos antes de dormir. La luz azul destruye la producción de melatonina.
fr: Évite les écrans 60 minutes avant de dormir. La lumière bleue détruit la production de mélatonine.
hi: सोने से 60 मिनट पहले स्क्रीन से बचो। नीली रोशनी मेलाटोनिन उत्पादन को नष्ट करती है।
it: Evita gli schermi 60 minuti prima di dormire. La luce blu distrugge la produzione di melatonina.
ja: 就寝60分前はスクリーンを避けてください。ブルーライトはメラトニン産生を破壊します。
ko: 자기 60분 전에 화면을 피하세요. 청색광이 멜라토닌 생성을 파괴합니다.
nl: Vermijd schermen 60 minuten voor het slapengaan. Blauw licht vernietigt de melatonineproductie.
pl: Unikaj ekranów 60 minut przed snem. Niebieskie światło niszczy produkcję melatoniny.
pt: Evita ecrãs 60 minutos antes de dormir. A luz azul destrói a produção de melatonina.
ru: Избегай экранов за 60 минут до сна. Синий свет разрушает выработку мелатонина.
tr: Yatmadan 60 dakika önce ekranlardan kaçın. Mavi ışık melatonin üretimini yok eder.
zh_hans: 睡前60分钟避免使用屏幕。蓝光会破坏褪黑素的产生。
zh_hant: 睡前60分鐘避免使用螢幕。藍光會破壞褪黑素的產生。

# assessment.health.profile.erschoepfer.action
source: Schlaf ist keine Schwäche — es ist das einzige Upgrade, das dein Gehirn kostenlos bekommt. Fang heute damit an.
en: Sleep isn't a weakness — it's the only upgrade your brain gets for free. Start it today.
es: Dormir no es una debilidad: es la única mejora que tu cerebro obtiene de forma gratuita. Empiece hoy mismo.
fr: Le sommeil n'est pas une faiblesse: c'est la seule amélioration dont votre cerveau bénéficie gratuitement. Commencez-le aujourd'hui.
hi: नींद कोई कमजोरी नहीं है - यह आपके मस्तिष्क को मुफ्त में मिलने वाला एकमात्र अपग्रेड है। इसे आज ही शुरू करें.
it: Il sonno non è una debolezza: è l'unico potenziamento che il tuo cervello riceve gratuitamente. Inizialo oggi.
ja: 睡眠は弱点ではありません。睡眠は、脳が無料で得られる唯一のアップグレードです。今日から始めましょう。
ko: 수면은 약점이 아닙니다. 수면은 두뇌가 무료로 얻을 수 있는 유일한 업그레이드입니다. 오늘 시작하세요.
nl: Slaap is geen zwakte; het is de enige upgrade die je hersenen gratis krijgen. Begin er vandaag mee.
pl: Sen nie jest słabością — to jedyne ulepszenie, które Twój mózg otrzymuje za darmo. Zacznij już dziś.
pt: O sono não é uma fraqueza – é a única atualização que seu cérebro recebe de graça. Comece hoje.
ru: Сон — это не слабость, это единственное обновление, которое ваш мозг получает бесплатно. Начните сегодня.
tr: Uyku bir zayıflık değildir; beyninizin ücretsiz olarak elde ettiği tek yükseltmedir. Bugün başlayın.
zh_hans: 睡眠不是弱点——它是你大脑唯一免费获得的升级。从今天开始吧。
zh_hant: 睡眠不是弱點——它是你的大腦唯一免費獲得的升級。今天就開始吧。

# assessment.health.profile.erschoepfer.break
source: Trinke morgens dein erstes Glas Wasser, BEVOR du den Knopf der Kaffeemaschine drückst.
en: Drink your first glass of water in the morning BEFORE you press the button on the coffee machine.
es: Bebe tu primer vaso de agua por la mañana ANTES de pulsar el botón de la cafetera.
fr: Buvez votre premier verre d'eau le matin AVANT d'appuyer sur le bouton de la machine à café.
hi: सुबह कॉफी मशीन का बटन दबाने से पहले अपना पहला गिलास पानी पियें।
it: Bevi il tuo primo bicchiere d'acqua al mattino PRIMA di premere il pulsante della macchina da caffè.
ja: 朝、コーヒーマシンのボタンを押す前に、最初の水を一杯飲みます。
ko: 아침에 커피 머신의 버튼을 누르기 전에 첫 번째 물 한 잔을 마시세요.
nl: Drink 's ochtends uw eerste glas water VOORDAT u op de knop van de koffiemachine drukt.
pl: Pierwszą szklankę wody wypij rano ZANIM naciśniesz przycisk na ekspresie do kawy.
pt: Beba seu primeiro copo de água pela manhã ANTES de apertar o botão da cafeteira.
ru: Пей утром первый стакан воды, ПРЕЖДЕ чем нажмёшь кнопку кофемашины.
tr: Sabahları ilk bardak suyunuzu kahve makinesinin tuşuna basmadan ÖNCE için.
zh_hans: 早上在按下咖啡机按钮之前，先喝你的第一杯水。
zh_hant: 早上按咖啡機按鈕前喝第一杯水。
